export const TRANSLATIONS_ZH = {

    /* ----- NAVBAR ----- */

    navbar_home: "主頁",
    navbar_machines: "機器",
    navbar_about: "大約",
    navbar_data: "數據分析",
    navbar_contact: "聯繫",
    navbar_book: "圖書專場",


    /* ---------------------------------------------------------------------------- */

    /* ----- FOOTER ----- */

    footerh4: "ESA 香港",

    footer_copyright_info: "2022 香港精英技能競技場 | 保留所有權利 | 服務條款 | 私隱",

    /* ---------------------------------------------------------------------------- */

    /* ----- HERO ----- */

    heroboxh1: "現已正式開放",
    heroctabook: "圖書專場",
    heroctaequipment: "哋嘅設備",
    heroctaevent: "生日或活動預訂查詢",

    /* ----- HOME ----- */

    homelefth1: "我哋引領一場足球訓練緊嘅革命",
    homeleftp1: "ESA嘅先進訓練設備受到好多足球領先俱樂部嘅使用同信任，圍繞刻意練習和密集重複嘅理念構建嘅，並結合專家反饋。",
    homeleftp2: "我哋嘅使命係賦予球員權力，在技術發展、戰術意識和康復計劃方面取得有意義嘅成果。",
    homecta: "瞭解更多信息",

    /* ----- HOME_QUOTES ----- */

    /* issue with quotations */
    quotesharryh3: "哈里·雷德克纳普，足總盃冠軍（主教練）",
    quoteslallanah3: "（球員）",

    /* ----- MESSI ----- */

    messititle: "想像職業選手一樣訓練嗎？",
    messirightp1: "世間上最好嘅使用ESA，",
    messirightp2: "你都可以...",
    messibook: "立即預訂",
    messicontact: "聯繫我哋",

    /* ---------------------------------------------------------------------------- */

    /* ----- MACHINES HEADER ----- */

    machineh1: "我哋嘅機器",

    /* ---------------------------------------------------------------------------- */

    /* ----- ABOUT HEADER ----- */ 

    abouth1: "關於歐空局",
    aboutlefth2: "精英技能競技場",
    aboutleftp1: "在ESA，我哋提供一系列創新嘅訓練場，旨在提高運動表現。 我哋嘅主要重點係足球，我哋與由主要職業俱樂部同學院到訓練中心、設施同大公司嘅個個合作。",
    aboutleftp2: "從本質上講，使用我哋嘅競技場，球員可以喺更短嘅時間內獲得更多嘅觸球機會，從而加速佢哋喺核心屬性方面嘅發展。 迄今為止，我哋嘅產品已喺全球6大洲使用超過850，000次。 所有ESA產品均採用最先進嘅LED光同振動技術，並基於重複嘅口號。",

    /* ----- TEAM ----- */ 

    coachesh1: "認識團隊",

    modalsamh2: "山姆·特雷福德-總經理",
    modalsamp: "Sam出生喺香港，一生都喺香港進出。 佢自細就對足球充滿熱情，喺香港同英國踢波。 正是這種熱情促使佢參與了英國精英技能競技場（ ESA ）。 他於2017年回到香港，帶嚟咗ESA品牌同隨之而嚟嘅產品。 佢幫助把品牌擴展到東亞嘅中國、泰國和日本等地區。 喺確定咗參與者使用ESA產品嘅培訓同樂趣嘅質素之後，佢決定需要一個永久嘅地點，因此ESA香港培訓中心誕生了！",

    modalchrish2: "克里斯·德·莱格莱西亚-技術總監",
    modalchrisp: "Chris自2015年以來一直喺香港執教，與各個年齡段嘅球員一起工作，由2岁嘅仔學習基礎知識到香港職業聯賽嘅成年人。 喺香港封鎖期間，佢畀引入私人教練部門，發現呢個特定領域無法滿足球員嘅需求，並希望提供更加身臨其境嘅體驗。 Chris曾喺職業球隊Kitchee （香港）同半職業球隊文图拉县（美國加利福尼亞州）有比賽經驗。 他發現自己想繼續參與足球運動，並喺2011-2012年作為志願者執教约翰霍普金斯大學俱樂部足球隊。 隨著2004年完成FA 1級考試，佢知道自己需要繼續接受足球教育，因此佢喺2016年至2017年註冊咗IFA （北愛爾蘭足球協會）歐足聯B課程，截至2021年6月，佢目前喺FAW （威尔士足球協會）任職，因為佢希望繼續透過歐足聯教練級別。",

    modalsantih2: "冯淑贤-營運主管",
    modalsantip: "Santiago喺香港出生同大個，中意與來自不同文化背景嘅人建立關係開。 冇乜嘢過睇到周圍嘅人成功更能比桑蒂帶來快樂嘅了，就係點解佢喺後生嗰時就對足球產生了深深的熱愛。 作為一個天生嘅團隊合作者，桑蒂唔怕為咗球隊嘅改善而做污糟嘅工作。 足球為桑蒂打開咗好多大門，佢繼續深深扎根於當地嘅體育界。 憑藉佢喺體育商業管理方面嘅背景，以及對團隊精神建設嘅熱情，Santi已準備好創造香港最好嘅足球體驗！",

    modalnikh2: "尼基尔·纳尔瓦尼-教練",
    modalnikp: "Nikhil係一名合格嘅FA許可足球教練，目前擔任自由職業教練，專注於1對1培訓，以幫助個人發揮最大潛力。 Nik教練有執教大約8年，還與ESF（英文學校基金會），RMFC（皇家馬德里基金會診所），APSS（亞太足球學校）和BTS（巴西頂級技能）等各種不同的公司合作並管理過。 Nik喺2/3岁時開始熱愛呢項運動，並喺2016年從事全職教練，當時佢受傷並撕裂咗佢嘅前交叉韌帶和內側副韌帶。 Nik教練曾喺2015年代表香港國家隊U21參加香港最高水平嘅比賽，同時為U18太陽飛馬隊同太陽飛馬預備隊效力。 Nik教練喺足球領域積累咗豐富嘅經驗，佢接受過高水平嘅教練，並希望為自己嘅球員提供相同水平嘅教練。",

    modaljackh2: "岑杰克-教練",
    modaljackp: "积克係一名香港足協D牌教練，主要關注青年發展。 過去7年，他曾與多個機構合作，包括港島區隊、香港阿仙奴和港島學校，以及亞太足球學校和九龍板球俱樂部青年足球部。 佢曾喺2000年代初作為青年球員為華南AA隊效力，並希望嘗試由佢嘅各種經歷中汲取知識，為所有人提供最好嘅足球教育。 在ESA HK，Jack仲可以指導廣東話，以便更好嘅咁與一些參加中心嘅本地球員溝通。",

    modalkafih2: "卡菲·哈伦-教練",
    modalkafip: "卡菲係一名一汽一級教練，專門從事單對單訓練。 喺舊時嘅3年度，佢曾與包括Young Talent同Island School在內的各種團體合作，目前喺Yau Yee聯賽甲級聯賽嘅KCC龍隊打波。 佢曾效力於富衛（ 2015-2018 ）同愉景灣足球俱樂部（ 2019-2020 ），喺嗰度了3次法律聯賽冠軍佢贏得，2次獲得盃賽冠軍，並喺5年內兩次加冕最佳射手。 Kafi教練自願與ESAHK同香港嘅難民社區合作，為可能無法這樣做的兒童提供優質設施和指導。 佢係一位希望推動球員變得偉大嘅教練，不僅喺足球方面，而且喺生活中，向所有球員灌輸永不放棄嘅態度！",

    teamclosebtn: "關閉",

    firstaid: "急救認證",

    sam_h3: "山姆·特雷福德",
    sam_p: "總經理",

    chris_h3: "克里斯·德·莱格莱西亚",
    chris_p: "技術總監",
    chris_certifications: "8 + 年香港教練經驗",

    santi_h3: "冯淑贤",
    santi_p: "營運主管",

    nik_h3: "尼基尔·纳尔瓦尼",
    nik_p: "教練",
    nik_certifications_one: "6+年執教經驗",
    nik_certifications_two: "曾效力於U9-U16球隊",

    jack_h3: "岑杰克",
    jack_p: "教練",
    jack_certifications_one: "7+年執教經驗",
    jack_certifications_two: "曾效力於U7-U13球隊",

    kafi_h3: "卡菲·哈伦",
    kafi_p: "教練",
    kafi_certifications_one: "3+年執教經驗",
    kafi_certifications_two: "曾效力於U4-U9球隊",

    /* ---------------------------------------------------------------------------- */

    /* ----- DATA ROUTE ----- */ 

    datah1: "數據分析",
    data_video_h3: "觀看我哋嘅教程視頻，獲取有關安裝數據中心嘅幫助",

    /* ----- DATA HUB CONTENT ----- */

    data_one_h2: "創建您的個人資料並跟蹤績效",
    data_one_p: "所有玩家都可以創建自己嘅個人資料，然後佢哋可以透過官方ESA數據中心應用程序或標準瀏覽器輕鬆訪問。 每個配置文件都連結到其ESA電腦登錄，以便任何數據都自動上傳並存儲喺ESA數據中心中。",

    data_two_h2: "隨時間推移嘅績效分析",
    data_two_p: "從他們的課程中獲得的分數可以按日期/ESA遊戲類型/ESA機器進行比較，以深入分析他們在中心期間的發展。 然後，即時反饋可用于肯定優勢/劣勢領域以及可能正在由傷病中恢復嘅球員嘅狀況。",

    data_three_h2: "本地同全球競爭排行榜",
    data_three_p: "與朋友、隊友、中心的其他玩家或來自世界各地不同學院的玩家進行比較！ 使用各種過濾選項，玩家可以按年齡組/國籍/ESA遊戲類型/ESA機器類型（僅舉幾例）進行比較，看看他們的排名如何！",

    /* ---------------------------------------------------------------------------- */

    /* ----- F-HIIT Content ----- */ 

    hiitcontent_one_h3: "足球高強度間歇訓練",
    hiitcontent_one_p: "增加耐力、協調性、力量和耐力",

    hiitcontent_two_h3: "8-10个不同嘅站點！",
    hiitcontent_two_p: "50% 體重 / 50% ESA 機器培訓",

    hiitcontent_three_h3: "星期二",
    hiitcontent_three_p: "立即註冊試用版！",

    hiitcontent_cta: "圖書專場",

    /* ---------------------------------------------------------------------------- */

    /* ----- CONTACT ROUTE ----- */
    
    contacth1: "聯繫我哋",
    locationh1: "我哋嘅位置",

    /* ----- CONTACT CONTENT ----- */

    contact_info_h3: "請隨時通過以下方式與我們聯繫...",
    contact_info_p1: "電話：+852 56624147",
    contact_info_p2: "電子郵件：info@esahongkong.com",

    contact_address_h3: "或來見我們...",
    contact_address_p: "柴灣新業街5號太子工業大廈11樓",

    contact_hours_h3: "小時",
    contact_hours_p1: "每日 09:30am - 10:30pm",
    contact_hours_notif1: "歐空局喺大多數公共假期開放，但",
    contact_hours_notif2: "具體日期請參考我哋嘅時間表",

    /* ---------------------------------------------------------------------------- */

    /* ---------------------- BOOKINGS ------------------------ */

    /* ----- BOOK ROUTE ----- */

    book_cta: "查看我哋嘅課程",

    /* ----- TIME SELECTOR ----- */

    please_select_date: "請選擇日期",
    please_select_time: "請選擇時間",

    /* ----- BOOKING FORM ----- */ 

    please_enter_details_title: "請輸入預訂詳情",
    date_label: "日期",
    time_label: "時間",
    name_label: "名字",
    email_label: "電子郵件",

    select_class: "請選擇一個班級",
    class_private: "私人",
    class_semiprivate: "半私人",
    class_centre_booking: "中心預訂",
    class_birthday: "生日",

    submit_button: "提交",
    cancel_button: "取消",

    new_user_button: "新用戶？",

    year_of_birth: "出生年份",
    parent_details_title: "家長/監護人詳細信息",
    parent_name_label: "家長/監護人姓名",
    parent_email_label: "家長/監護人電子郵件",
    phone_label: "電話",

    see_terms: "查看我哋嘅條款同條件",
    agree_terms_label: "同意我哋嘅條款同條件",

    existing_user_button: "現有用戶？",
}